Repository: xrg/a2billing
Catalog: common/lib/locale/*/LC_MESSAGES/common.po
Languages: el_gr

source: File size is greater than allowed limit.
el_gr: Το μέγεθος του αρχείου είναι μεγαλύτερο από το όριο.

source: You did not upload anything!
el_gr: Δεν στείλατε τίποτα!

source: Failed to upload the file, The file you uploaded may not exist on disk.
el_gr: Σφάλμα, το ανεβασμένο αρχείο δεν βρίσκεται στο δίσκο.

source: file type is not allowed
el_gr: αρχεία τέτοιου τύπου δεν επιτρέπονται

source: item
el_gr: στοιχείο

source: Add a new %1
el_gr: Προσθήκη νέου %1

source: No %1 found!
el_gr: Δεν βρέθηκε %1!

source: All
el_gr: Όλα

source: GO
el_gr: ΠΗΓΑΙΝΕ

source: First
el_gr: Πρώτο

source: Prev
el_gr: Προηγ.

source: Next
el_gr: Επόμενο

source: Sum
el_gr: Άθροισμα

source: This %1 will be deleted!
el_gr: Το %1 θα διαγραφεί!

source: Delete this %1
el_gr: Διαγραφή του %1

source: Cannot delete %1, database error.
el_gr: Δεν μπορώ να διαγράψω το %1, σφάλμα στη βάση.

source: Cannot delete %1, record not found.
el_gr: Δεν μπορώ να διαγράψω το %1 γιατί δεν βρέθηκε.

source: Record successfully removed from the database.
el_gr: Η εγγραφή διαγράφηκε από τη βάση δεδομένων.

source: Edit this %1
el_gr: Επεξεργασία του %1

source: No sums found!
el_gr: Δεν βρέθηκαν αθροίσματα!

source: YYYY-MM-DD HH24:MI:SS TZ
el_gr: DD/MM/IYYY HH24:MI:SS TZ

source: YYYY-MM-DD
el_gr: DD/MM/IYYY

source: TRUE
el_gr: ΑΛΗΘΕΣ

source: FALSE
el_gr: ΨΕΥΔΕΣ

source: 0 sec
el_gr: 0 δευ.

source: Create this %1
el_gr: Δημιουργία ενός %1

source: Cannot create new %1, database error.
el_gr: Δεν εισάγεται %1, σφάλμα στη βάση.

source: New data has successfully been inserted into the database.
el_gr: Τα στοιχεία προστέθηκαν στη βάση δεδομένων.

source: Action finished successfully!
el_gr: Η ενέργεια ολοκληρώθηκε!

source: Action failed: %1
el_gr: Η ενέργεια απέτυχε: %1

source: No data found!
el_gr: Δεν βρέθηκαν δεδομένα!

source: Action
el_gr: Ενέργεια

source: Remove this
el_gr: Αφαίρεση αυτού

source: No additional data found!
el_gr: Δεν βρέθηκαν συμπληρωματικά δεδομένα!

source: Select one to add..
el_gr: Επιλέξτε ένα για να προσθέσετε..

source: Add this
el_gr: Προσθήκη αυτού

source: Could not add!
el_gr: Δεν προστέθηκε!

source: Item added!
el_gr: Προστέθηκε!

source: Could not delete!
el_gr: Δεν διαγράφηκε!

source: Item deleted!
el_gr: Το στοιχείο διαγράφηκε!

source: Cannot insert new %1
el_gr: Δεν μπορεί να προστεθεί %1

source: Cannot delete %1
el_gr: Δεν μπορεί να διαγραφεί %1

source: database error
el_gr: σφάλμα στη βάση δεδομένων

source: no rows
el_gr: καμία εγγραφή

source: Please, you must first select a file !
el_gr: Παρακαλώ, πρέπει πρώτα να επιλέξετε ένα αρχείο!

source: New %1 have to be imported from a CSV file.
el_gr: Τα νέα %1 θα εισαχθούν από αρχείο CSV.

source: Common fields
el_gr: Κοινά πεδία

source: Mandatory fields
el_gr: Υποχρεωτικά πεδία

source: Optional fields
el_gr: Προαιρετικά πεδία

source: Unselected Fields...
el_gr: Αποεπιλεγμένα Πεδία.

source: Add field
el_gr: Προσθήκη πεδίου

source: Remove field
el_gr: Αφαίρεση πεδίου

source: Selected Fields...
el_gr: Επιλεγμένα Πεδία...

source: Move up
el_gr: Μετακίνηση πάνω

source: Move down
el_gr: Μετακίνηση κάτω

source: Upload File
el_gr: Ανέβασμα Αρχείου

source: File
el_gr: Αρχείο

source: The maximum file size is %1 KB
el_gr: Το μέγιστο μέγεθος αρχείου είναι %1 KB

source: Submit
el_gr: Υποβολή

source: Import %1
el_gr: Εισαγωγή του %1

source: Examples
el_gr: Παραδείγματα

source: File has not been posted at all!
el_gr: Το αρχείο δεν ήρθε καθόλου!

source: File size exceeds %1 limit of the system!
el_gr: Το αρχείο έχει μέγεθος μεγαλύτερο από το %1, το όριο του συστήματος!

source: File size exceeds %1 limit for this action!
el_gr: Το μέγεθος του αρχείου υπερβαίνει τα %1 που επιτρέπονται γι αυτή την ενέργεια.

source: The uploaded file was only partially uploaded.
el_gr: Το αρχείο δεν έφτασε ολόκληρο.

source: No file was uploaded.
el_gr: Δεν ανέβηκε κανένα αρχείο.

source: Internal error, could not upload.
el_gr: Εσωτερικό σφάλμα, δεν ανέβηκαν τα δεδομένα.

source: Cannot accept file of type %1. Allowed types are: %2.
el_gr: Δεν επιτρέπεται αρχείο τύπου %1. Επιτρεπόμενοι τύποι είναι: %2.

source: Error in submitted form.
el_gr: Σφάλμα στη φόρμα.

source: Analyzing uploaded data...
el_gr: Τα δεδομένα αναλύονται...

source: Error: Cannot open uploaded file
el_gr: Σφάλμα: δεν ανοίγει το αρχείο.

source: Import these %1
el_gr: Εισαγωγή %1

source: Session Error, cannot import!
el_gr: Σφάλμα Σύνόδου, δεν εισάγονται στοιχεία!

source: Session Error, file vanished!
el_gr: Σφάλμα Συνόδου: το αρχείο λείπει!

source: Session Error !
el_gr: Σφάλμα Συνόδου!

source: Importing uploaded data...
el_gr: Τα δεδομένα εισάγονται...

source: Database error, cannot import!
el_gr: Σφάλμα στη βάση δεδομένων!

source: Database error, rows not imported!
el_gr: Σφάλμα στη βάση δεδομένων: δεν εισήχθηκαν γραμμές!

source: Database error, secondary rows not imported!
el_gr: Σφάλμα στη βάση δεδομένων: δεν εισήχθηκαν συμπληρωματικές γραμμές!

source: %1 lines processed: %2 rows
el_gr: Επεξεργάσθηκαν %1 γραμμές από το αρχείο: %2 εγγραφές.

source: Import of data aborted.
el_gr: Η εισαγωγή δεδομένων ακυρώθηκε.

source: GO!
el_gr: ΠΗΓΑΙΝΕ!

source: (none)
el_gr: (κανένα)

source: Actions
el_gr: Ενέργειες

source: Details of %1
el_gr: Λεπτομέρειες %1

source: Ignore
el_gr: Αγνόησε

source: Starts with
el_gr: Αρχίζει από

source: Equals
el_gr: Ισούται

source: Contains
el_gr: Περιέχει

source: Ends in
el_gr: Τελειώνει σε

source: Update this %1
el_gr: Ενημέρωση του %1

source: Cannot update %1, database error.
el_gr: Δεν ενημερώθηκε το %1, σφάλμα στη βάση δεδομένων.

source: Cannot update %1, record not found.
el_gr: Δεν ενημερώθηκε το %1, η εγγραφή δε βρέθηκε.

source: Data has successfully been updated in the database.
el_gr: Τα δεδομένα ενημερώθηκαν στη βάση δεδομένων.

source: Type
el_gr: Τύπος

source: English
el_gr: Αγγλικά

source: Arabic
el_gr: Αραβικά

source: Brazilian
el_gr: Βραζιλιάνικη

source: Chinese
el_gr: Κινέζικα

source: French
el_gr: Γαλλική

source: German
el_gr: Γερμανική

source: Greek
el_gr: Ελληνική

source: Italian
el_gr: Ιταλικά

source: Polish
el_gr: Πολωνική

source: Portuguese
el_gr: Πορτογαλικά

source: Romanian
el_gr: Ρουμανική

source: Russian
el_gr: Ρωσική

source: Spanish
el_gr: Ισπανικά

source: Turkish
el_gr: Τουρκική

source: Transactions
el_gr: Συναλλαγές

source: Transaction
el_gr: Συναλλαγή

source: Date
el_gr: Ημερομηνία

source: Description
el_gr: Περιγραφή

source: Descr
el_gr: Περιγρ.

source: Called Number
el_gr: Κληθείς Αριθμός

source: C. Num
el_gr: Κλ. Αρ.

source: Duration
el_gr: Διάρκεια

source: Dur
el_gr: Διαρ.

source: Credit
el_gr: Πίστωση

source: Charge
el_gr: Χρέωση

source: Per-date calls
el_gr: Κλήσεις ανά ημέρα

source: Calls
el_gr: Κλήσεις

source: Per day calls
el_gr: Κλήσεις ανά ημέρα

source: Total
el_gr: Σύνολο

source: Session is closed
el_gr: Η σύνοδος έκλεισε

source: Card is in use, cannot close session now.
el_gr: Η κάρτα είναι σε χρήση, δεν μπορεί να τερματιστεί η συνεδρία.

source: Pay back %1
el_gr: Ρέστα %1

source: Sesion paid back!
el_gr: Δόθηκαν ρέστα!

source: Pay %1
el_gr: Πλήρωσε %1

source: Sesion paid!
el_gr: Έγινε πληρωμή!

source: Session could not be paid!
el_gr: Η πληρωμή δεν έγινε!

source: Back to booths
el_gr: Πίσω στους θαλάμους

source: In
el_gr: Μέσα

source: Out
el_gr: Έξω

source: Totals
el_gr: Σύνολα

source: Sum Total
el_gr: Συνολικό Άθροισμα

source: Agent Totals
el_gr: Σύνολα Μαγαζιού

source: Totals could not be calculated!
el_gr: Τα σύνολα δεν μπόρεσαν να υπολογιστούν!

source: Total sum credited to customers
el_gr: Σύνολο πιστωμένο σε πελάτες

source: Total sum debited from customers
el_gr: Σύνολο οφειλών από πελάτες

source: Total potential debit from customers
el_gr: Συνολική πιθανή οφειλή από πελάτες

source: Total calls made by customers
el_gr: Σύνολο κλήσεων από πελάτες

source: Wholesale price of calls
el_gr: Χονδρική τιμή κλήσεων

source: Estimated profit from calls
el_gr: Εκτιμώμενο κέρδος από κλήσεις

source: Outstanding balance
el_gr: Λογιστικό υπόλοιπο

source: Credit Limit
el_gr: Πιστωτικό όριο

source: Estimated Days left
el_gr: Εκτιμώμενο υπόλοιπο σε ημέρες

source: Open
el_gr: Άνοιγμα

source: Waiting for response
el_gr: Αναμονή για απόκριση

source: Receiving
el_gr: Λήψη

source: Error Page
el_gr: Σελίδα Σφάλματος

source: Cannot locate booths
el_gr: Δεν βρέθηκαν θάλαμοι

source: No booths
el_gr: Κανένας θάλαμος

source: No booths!<br>Please ask the administrators to create you some.
el_gr: Κανένας θάλαμος<br>Ζητήστε από τους διαχειριστές να σας το ρυθμίσουν.

source: Welcome!
el_gr: Καλωσήλθατε!

source: Credit:
el_gr: Πίστωση:

source: Start
el_gr: Εκκίνηση

source: Stop
el_gr: Διακοπή

source: Pay
el_gr: Πληρωμή

source: Enable
el_gr: Ενεργοποίηση

source: Disable
el_gr: Απενεργοποίηση

source: Unload
el_gr: Αποφόρτωση

source: One-Time
el_gr: Μιας-φοράς

source: Empty
el_gr: Κενό

source: Member
el_gr: Μέλος

source: New
el_gr: Νέο

source: Add:
el_gr: Προσθήκη:

source: Refresh
el_gr: Ανανέωση

source: Response:
el_gr: Απόκριση:

source: Not available, no cards configured.
el_gr: Δεν είναι διαθέσιμος, δεν ρυθμίστηκαν κάρτες.

source: No customer attached.
el_gr: Δεν έχει συνδεθεί με πελάτη.

source: Idle
el_gr: Αδρανής

source: Customer attached, inactive
el_gr: Συνδέθηκε με πελάτη, ανενεργός

source: Ready
el_gr: Έτοιμο

source: Waiting for calls
el_gr: Αναμονή για κλήσεις

source: Active
el_gr: Ενεργό

source: Calls made, charged
el_gr: Έγιναν κλήσεις, χρεώθηκε

source: Disabled
el_gr: Απενεργοποιημένο

source: Disabled by the agent
el_gr: Απενεργοποιημένος από τον πράκτορα

source: Stopped
el_gr: Διακόπηκε

source: Calls made, charged, stopped
el_gr: Έγιναν κλήσεις, χρεώθηκε, σταματημένο.

source: Booth disabled
el_gr: Θάλαμος απενεργοποιήθηκε

source: Booth stopped
el_gr: Θάλαμος σταμάτησε

source: Action failed:
el_gr: Αποτυχία ενέργειας:

source: Booth started
el_gr: Ο θάλαμος ξεκίνησε

source: Invalid sum for refill
el_gr: Άκυρο ποσόν για πίστωση

source: Credit added to booth
el_gr: Η πίστωση προστέθηκε στο τηλέφωνο

source: Refill failed: do you have enough credit?
el_gr: Η προσθήκη απέτυχε: έχετε το απαραίτητο υπόλοιπο;

source: Booth emptied
el_gr: Ο θάλαμος άδειασε

source: Database query failed!
el_gr: Η αναζήτηση στη βάση απέτυχε!
